driver-tests/bpelse/assign/AssignSelectionFailureJBI/test/results/SelectionFailure_FromSpec_InValid_NamespacePrefix/Actual_20130222125549_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <xsdMessage xmlns="http://xml.netbeans.org/schema/MessageType" xmlns:msgns="http://j2ee.netbeans.org/wsdl/Assign_NoElement">
      <Element1>4</Element1>
      <Element2>1. Input is 4 and Test_Element4 \n 2. Caught SelectionFailure in FromSpec. Namespace Prefix MyOwnNamespace is invalid . Output sent from FH </Element2>
    </xsdMessage>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>